Repository: common-repository/mini-slides
Catalog: locale/*.po
Languages: de_de

source: Your Mini-Slides Template
de_de: Ihre Mini-Slides Vorlage

source: has been successfully deleted
de_de: wurde gelöscht

source: has been successfully created
de_de: wurde erfolgreich erstellt

source: This is how minislides will appear on your blog
de_de: So werden die Mini-Slides auf Ihrer Webseite aussehen

source: use
de_de: benutzen Sie

source: within your post
de_de: in Ihrem Beitrag

source: Demo Images from
de_de: Beispielbilder von

source: Create a new Template
de_de: Eine neue Vorlage erstellen

source: New to Hex Color Codes? Grab Firefox
de_de: Hex Farben sind neu für Sie? Benutzen Sie Firefox

source: and the Firefox Extension
de_de: zusammen mit der Erweiterung

source: Template Name
de_de: Vorlagenname

source: Mini Slides Background
de_de: Mini Slides Hintergrund

source: Color
de_de: Farbe

source: Font Size
de_de: Schriftgröße

source: Mini Slides Outer Border
de_de: Mini Slides äusserer Rahmen

source: Width
de_de: Breite

source: Mini Slides Inner Border
de_de: Mini Slides innerer Rahmen

source: Load this Template as Default Template?
de_de: Diese Vorlage als Voreinstellung speichern?

source: Save Template
de_de: Vorlage speichern

source: Existing Templates
de_de: Bestehende Vorlagen

source: Edit
de_de: Ändern

source: Delete
de_de: Löschen

source: FYI
de_de: Zu Ihrer Information

source: You are currently using the
de_de: Sie benutzen zur Zeit das

source: theme
de_de: Thema

source: You need not to change anything within your theme's style.css, but you can.
de_de: Sie müssen im style.css ihres WordPress-Themas nichts ändern, aber Sie können, wenn SIe möchten...

source: Running into Troubles? Features to suggest?
de_de: Haben Sie Schwierigkeiten mit diesem Plugin? Oder Verbesserungsvorschläge?

source: Drop me a line
de_de: Schreiben Sie mir

source: Do you like this Plugin?
de_de: Hat Ihnen dieses Plugin geholfen?
